Repository: sillsdev/FwLocalizations
Catalog: messages.pt.tmx
Source language: en
Languages: pt

source: Paratext 5 Location Unknown
pt: Paratext 5 Localização Desconhecida

source: Paratext &Back Translation:
pt: &Retro-tradução do Paratext:

source: Paratext Language Files
pt: Arquivos de Idioma do Paratext

source: Paratext &Language Project:
pt: Projeto de &Idioma do Paratext:

source: Paratext project {0} could not be loaded.
pt: Projeto {0} do Paratext não pôde ser carregado.

source: Paratext Project Short Name:
pt: Nome Curto de Projeto do Paratext:

source: Paratext &Translation Notes:
pt: Notas de &Tradução do Paratext:

source: _Parse
pt: _Analisar

source: Parse _Current Word
pt: Analisar Palavra _Atual

source: Parse result
pt: Resultado da análise

source: Parse Words in Te_xt
pt: Analisar Palavras no Te_xto

source: Parser Parameters
pt: Parâmetros do Analisador

source: Parser Problem
pt: Problema no Analisador

source: Parser Status:
pt: Status do Analisador:

source: Password
pt: Senha

source: &Password:
pt: &Senha:

source: Pass&word:
pt: Sen&ha:

source: &Paste
pt: &Colar

source: _Paste
pt: _Colar

source: Paste
pt: Colar

source: Paste _Hyperlink
pt: Colar _Hiperlink

source: Paste clipboard content as hyperlink.
pt: Colar conteúdo da área de transferência como hiperlink.

source: Paste &Hyperlink
pt: Colar &Hiperlink

source: Paste Hyperlink
pt: Colar Hiperlink

source: Paste text from the clipboard.
pt: Colar texto da área de transferência.

source: Pattern
pt: Padrão

source: &Pause Parser
pt: &Pausar Analisador

source: Paused
pt: Pausado

source: People
pt: Pessoas

source: _Person
pt: _Pessoa

source: Person
pt: Pessoa

source: 1 Peter
pt: 1 Pedro

source: 2 Peter
pt: 2 Pedro

source: Pg. {0}
pt: Pág. {0}

source: Pg. 1
pt: Pág. 1

source: Pg. 2
pt: Pág. 2

source: Pg. 3
pt: Pág. 3

source: Pg. 4
pt: Pág. 4

source: Pg. 5
pt: Pág. 5

source: Pg. 6
pt: Pág. 6

source: Pg. 7
pt: Pág. 7

source: Pg. 8
pt: Pág. 8

source: Phase 1 Error
pt: Erro da Fase 1

source: Phase 1 of {0}: processing output of Preview
pt: Fase 1 do {0}: processamento de saída da Pré-visualização

source: Phase 1 of 2: Loading interlinear XML data into FieldWorks
pt: Fase 1 de 2: Carregando dados XML interlinealizado no FieldWorks

source: Phase 1 of 5: character conversions
pt: Fase 1 de 5: conversões de caracteres

source: Phase 2 of {0}: processing output of phase 1
pt: Fase 2 de {0}: processamento de saída da fase 1

source: Phase 2 of 2: Finishing importing interlinear texts.
pt: Fase 2 de 2: Finalização da importação de textos interlinear.

source: Phase 2 of 5: XML transformations
pt: Fase 2 de 5: Transformando XML

source: Phase 3 of {0}: processing output of phase 2
pt: Fase 3 de {0}: processamento de saída da fase 2

source: Phase 3 of 5: XML clean up
pt: Fase 3 de 5: Limpar XML

source: Phase 4 of {0}: processing output of phase 3
pt: Fase 4 de {0}: processamento de saída da fase 3

source: Phase 4 of 5: loading XML data into FieldWorks
pt: Fase 4 de 5: carregando dados XML no FieldWorks

source: Phase 5 of 5: Finishing importing LinguaLinks texts
pt: Fase 5 de 5: Finalização da importação de textos do LinguaLinks

source: Phase 5 of 5: loading data into the lexicon
pt: Fase 5 de 5: carregando dados no léxico

source: Phase file
pt: Arquivo de fases

source: Philemon
pt: Filemom

source: Philippians
pt: Filipenses

source: Phoneme
pt: Fonema

source: Phoneme: {0}
pt: Fonema: {0}

source: Phonemes
pt: Fonemas

source: Phonemes/Features
pt: Fonemas/Características

source: phonological feature
pt: característica fonológica

source: Phonological Feature and Values
pt: Característica e Valores Fonológicos

source: Phonological Feature Description
pt: Descrição das Características Fonológicas

source: _Phonological Feature...
pt: Característica _Fonológica…

source: Phonological Features
pt: Características Fonológicas

source: Phonological Features Catalog
pt: Catálogo de Características Fonológicas

source: Phonological Rule
pt: Regra Fonológica

source: Phonological Rules
pt: Regras Fonológicas

source: Phonology Note
pt: Nota Fonológica

source: Phonology Notes
pt: Notas Fonológicas

source: _Picture
pt: _Imagem

source: Picture
pt: Imagem

source: Picture Added
pt: Imagem Adicionada

source: Picture Missing
pt: Imagem em Falta

source: Picture Properties
pt: Propriedades da Imagem

source: &Picture Properties...
pt: Propriedades da &Imagem…

source: &Picture...
pt: &Imagem…

source: Picture-Caption
pt: Imagem-Título

source: Picture-FileName
pt: Imagem-Nome de Arquivo

source: Pictures
pt: Imagens

source: Pink,255,0,255
pt: Rosa,255,0,255

source: Place of Birth
pt: Local do Nascimento

source: Place of Residence
pt: Local da residência

source: _Play all (32 minutes)
pt: _Tocar tudo (32 minutos)

source: Please choose a source column
pt: Favor escolher uma coluna de origem

source: Please describe the steps necessary to make this problem appear:
pt: Descreva os passos necessários que fez aparecer este problema:

source: Please email this report to the development team
pt: Enviar este relatório por e-mail para a equipe de desenvolvimento do programa

source: Please enter a file name.
pt: Insira um nome de arquivo.

source: Please enter a name
pt: Digite um nome

source: Please enter a whole number
pt: Por favor, informe um número inteiro

source: Please fill in the gloss.
pt: Por favor, preencha a glosa.

source: Please fill in the lexeme form.
pt: Por favor, preencha a forma do lexema.

source: Please press the help button for more information.
pt: Por favor, clicar no botão de ajuda para obter mais informações.

source: Please select a word first.
pt: Primeiro, selecione uma palavra.

source: Please select one of the following options:
pt: Selecione uma das seguintes opções:

source: Plum,153,51,102
pt: Ameixa Escuro,153,51,102

source: Polarity
pt: Polaridade

source: Portable Document Files
pt: Arquivos de Documento Portável (PDF)

source: Position
pt: Posição

source: Positions
pt: Posições

source: Possible Invalid File
pt: Possibilidade de Arquivo Inválido

source: Predicted Analyses
pt: Análises Previsíveis

source: prefix
pt: prefixo

source: {0} Prefix
pt: {0} Prefixo

source: Pr&efix:
pt: Pr&efixo:

source: Preparing Interlinear (Step 1)
pt: Preparando Interlinealização (Passo 1)

source: Preparing Interlinear (Step 2)
pt: Preparando Interlinealização (Passo 2)

source: Preparing Interlinear (Step 3)
pt: Preparando Interlinealização (Passo 3)

source: Preparing Interlinear (Step 4)
pt: Preparando Interlinealização (Passo 4)

source: Preparing Interlinear (Step 5)
pt: Preparando Interlinealização (Passo 5)

source: Press Enter to copy in Word Glosses, or start typing.
pt: Pressione Enter para copiar Glosas de Palavra ou começar a digitar.

source: << Prev
pt: << Ant.

source: Preview
pt: Visualizar

source: Preview Import Summary
pt: Visualizar o Resumo da Importação

source: Preview:
pt: Visualizar:

source: &Previous
pt: &Anterior

source: Previous Clause
pt: Oração Anterior

source: &Previous Difference
pt: Diferença &Anterior

source: Previous folder: {0}
pt: Pasta anterior: {0}

source: (Previous folder: {0})
pt: (Pasta anterior: {0})

source: Previous Incomplete Word
pt: Palavra Anterior Incompleta

source: Pre&vious Match
pt: Ocorrência Anterior

source: _Previous record
pt: Registro _anterior

source: Primary Entry (all)
pt: Entrada Primária (tudo)

source: Primary Entry (subentry under)
pt: Entrada Primária (subentrada abaixo de)

source: Primary Entry References
pt: Referências da Entrada Primária

source: Primary Entry(s)
pt: Entrada(s) Primária(s)

source: Primary Gloss
pt: Glosa Primária

source: Print
pt: Imprimir

source: Print date
pt: Data da impressão

source: [print date]
pt: [data da impressão]

source: Print Layout
pt: Layout de Impressão

source: &Print Report...
pt: &Imprimir relatório...

source: Print View
pt: Visualizar Impressão

source: &Print...
pt: &Imprimir…

source: _Print...
pt: _Imprimir…

source: Prints current view.
pt: Imprime o modo de exibição atual.

source: Problem
pt: Problema

source: Problem Object
pt: Objeto com Problema

source: Problem Report
pt: Relatório do Problema

source: Problems
pt: Problemas

source: Process
pt: Processar

source: Process:
pt: Processar:

source: Processor file:
pt: Arquivo de processador:

source: proclitic
pt: proclítico

source: {0} Proclitic
pt: {0} Proclítico

source: Program error
pt: Erro do programa

source: Programming error
pt: Erro de programação

source: Programming Error
pt: Erro de Programação

source: Progress
pt: Progresso

source: Progress Dialog
pt: Diálogo de Progresso

source: Prohibited Movement
pt: Movimento Proibido

source: Project _Management
pt: _Gerenciamento de Projetos

source: Project Already Exists
pt: Projeto Já Existe

source: Project Location
pt: Localização do Projeto

source: Project &Management
pt: &Gerenciamento de Projetos

source: Project Management
pt: Gerenciamento de Projetos

source: Project name
pt: Nome do projeto

source: Project Name
pt: Nome do Projeto

source: Project &Name:
pt: &Nome do Projeto:

source: [project name]
pt: [nome do projeto]

source: Project Properties
pt: Propriedades do Projeto

source: Project Type
pt: Tipo de Projeto

source: Project: {0}
pt: Projeto: {0}

source: Projects currently open:
pt: Projetos atualmente abertos:

source: Projects you can delete:
pt: Projetos que podem ser excluídos:

source: Promote
pt: Promover

source: pronunciation
pt: pronúncia

source: _Pronunciation
pt: _Pronúncia

source: Pronunciation
pt: Pronúncia

source: Pronunciations
pt: Pronúncias

source: P&roperties
pt: P&ropriedades

source: Properties
pt: Propriedades

source: ?? Properties (TODO)
pt: ?? Propriedades (TODO)

source: Properties for {0}
pt: Propriedades de {0}

source: Properties...
pt: Propriedades…

source: Protected (cannot be deleted)
pt: Protegido (não pode ser excluído)

source: Protected Version
pt: Versão Protegida

source: Proverbs
pt: Provérbios

source: Psalms
pt: Salmos

source: Publication title
pt: Título da publicação

source: [publication title]
pt: [título da publicação]

source: Publications
pt: Publicações

source: Punctuation Patterns
pt: Padrões de Pontuação

source: &Punctuation Patterns...
pt: &Padrões de Pontuação…

source: Punctuation Usage
pt: Uso da Pontuação

source: &Punctuation Usage...
pt: Uso da &Pontuação…

source: Punctuation, Close
pt: Pontuação, Fechar

source: Punctuation, Open
pt: Pontuação, Aberta

source: Punctuation, Other
pt: Pontuação, Outra

source: Question
pt: Pergunta

source: Questions
pt: Perguntas

source: Queue: ({0}/{1}/{2})
pt: Fila: ({0}/{1}/{2})

source: Quotation Marks
pt: Aspas

source: &Quotation Marks...
pt: &Aspas...

source: Quote:
pt: Citação:

source: Range
pt: Intervalo

source: Readiness
pt: Disponibilidade

source: Readiness check
pt: Verificar disponibilidade

source: Ready to Import
pt: Pronto para Importar

source: Ready To Import
pt: Pronto Para Importar

source: Really delete field and contents?
pt: Realmente excluir campo e conteúdo?

source: Records
pt: Registros

source: Red,255,0,0
pt: Vermelho,255,0,0

source: &Redo
pt: &Refazer

source: _Redo
pt: _Refazer

source: Redo
pt: Refazer

source: &Redo {0}
pt: &Refazer {0}

source: Redo {0}
pt: Refazer {0}

source: Redo {0} Actions
pt: Refazer {0} Ações

source: Redo {0} item in {1}
pt: Refazer {0} item em {1}

source: Redo 1 Action
pt: Refazer 1 Ação

source: Redo add {0} to {1}
pt: Refazer adicionar {0} a {1}

source: Redo Add Component
pt: Refazer Adicionar Componente

source: Redo Add Marker
pt: Refazer Adicionar Marcador

source: Redo Add Reversal Entry to Sense
pt: Refazer Adicionar Entrada Inversa ao Significado

source: Redo Add Text Tag
pt: Refazer Adicionar Etiqueta de Texto

source: Redo Add to Spelling Dictionary
pt: Refazer Adicionar ao Dicionário Ortográfico

source: Redo Approve Analysis
pt: Refazer Aprovar Análise

source: Redo Break Phrase into Words
pt: Refazer quebra de Frase em Palavras

source: Redo Bulk Edit
pt: Refazer Edição em Massa

source: Redo Bulk Edit Inflection Class
pt: Refazer Edição em Massa de Classes Flexionais

source: Redo Bulk Edit POS
pt: Refazer Edição em Massa de POS

source: Redo Bulk Edit Reversal Entry POS
pt: Refazer Edição em Massa de Entradas Inversas de POS

source: Redo change {0}
pt: Refazer mudança {0}

source: Redo Change Morpheme Type
pt: Refazer Mudança do Tipo de Morfema

source: Redo change to {0}
pt: Refazer mudança para {0}

source: Redo changing {0} to {1}
pt: Refazer mudança {0} para {1}

source: Redo Changing Approval Status
pt: Refazer Mudança de Status de Aprovação

source: Redo clear chart
pt: Refazer limpar quadro

source: Redo Click Copy
pt: Refazer Copiar por Clique

source: Redo Create {0}
pt: Refazer Criar {0}

source: Redo Create Category
pt: Refazer Criar Categoria

source: Redo Create Entry
pt: Refazer Criar Entrada

source: Redo Create Inflection Feature
pt: Refazer Criar Característica de Flexão

source: Redo Create New Sense
pt: Refazer Criar Novo Significado

source: Redo Create Phonological Feature
pt: Refazer Criar Característica Fonológica

source: Redo Create Variant Entry
pt: Refazer Criar Entrada de Variante

source: Redo Delete
pt: Refazer Excluir

source: Redo delete {0}
pt: Refazer excluir {0}

source: Redo delete item in {0}
pt: Refazer excluir item em {0}

source: Redo Delete Record
pt: Refazer Excluir Registro

source: Redo Delete Reversal Entry from Sense
pt: Refazer Excluir Entrada Inversa do Significado

source: Redo Edit Function
pt: Refazer Editar Função

source: Redo from import from LIFT
pt: Refazer da importação de LIFT

source: Redo Insert
pt: Refazer Inserir

source: Redo Insert {0}
pt: Refazer Inserir {0}

source: Redo Insert as Moved
pt: Refazer Inserir como Movido

source: Redo Insert Category
pt: Refazer Inserir Categoria

source: Redo Insert Literal Translation
pt: Refazer Inserir Tradução Literal

source: Redo Insert Note
pt: Refazer Inserir Nota

source: Redo Insert Phonological Feature
pt: Refazer Inserir Característica Fonológica

source: Redo Insert Sense
pt: Refazer Inserir Significado

source: Redo Make Dependent Clause
pt: Refazer Fazer Oração Dependente

source: Redo Make Reversal Entries
pt: Refazer Fazer Entradas Inversas

source: Redo Mark as Missing
pt: Refazer Marcar como Faltando

source: Redo Merge Reversal Category
pt: Refazer Mesclar Categoria de Inversão

source: Redo Move Item
pt: Refazer Mover Item

source: Redo Move Reversal Category
pt: Refazer Mover Categoria de Inversão

source: Redo Move Reversal Entry
pt: Refazer Mover Entrada Inversa

source: Redo Move Word
pt: Refazer Mover Palavra

source: Redo New Entry ({0})
pt: Refazer Nova Entrada ({0})

source: Redo previous actions.
pt: Refazer ações anteriores.

source: Redo Remove ClauseMarker
pt: Refazer Remover Marcador de Oração

source: Redo Remove Marker
pt: Refazer Remover Marcador

source: Redo Remove Text Tag
pt: Refazer Remover Etiqueta de Texto

source: Redo Set Feature Variables
pt: Refazer Configurar Variáveis de Características

source: Redo Set Modification Features
pt: Refazer Configurar Características de Flexão

source: Redo Set Phonological Features
pt: Refazer Criar Características Fonológicas

source: Redo Set Reversal Entries
pt: Refazer Configurar Entradas Inversas

source: Redo Spelling Change
pt: Refazer Alterar Ortografia

source: Redo the most recent undone change.
pt: Refazer a mudança mais recentemente desfeita.

source: Redo Update Environment
pt: Refazer Atualizar Ambiente

source: Redo Variant Of
pt: Refazer Variante De

source: &Reference
pt: &Referência

source: Reference
pt: Referência

source: Reference Separator
pt: Separador de Referências

source: &Reference Separator:
pt: Separador de &Referências:

source: Reference Set Details
pt: Detalhes do Conjunto de Referências

source: Reference set type
pt: Tipo de conjunto de referências

source: Referenced Headword
pt: Palavra Encabeçada Referenciada

source: Referenced Sense
pt: Significado Referenciado

source: Referenced Senses
pt: Significados Referenciados

source: References
pt: Referências

source: &Refresh
pt: &Atualizar

source: _Refresh
pt: _Atualizar

source: Refresh the screen.
pt: Atualizar a tela.

source: Region abbreviation (2 or 3 char.):
pt: Abreviatura da região (2 ou 3 carac.):

source: Region and variant information
pt: Informações de região e variante

source: Region Features
pt: Características Regionais

source: Region name:
pt: Nome da região:

source: Regions
pt: Regiões

source: Regular Expression (ICU)
pt: Expressão Regular (ICU)

source: Regular Expression Help
pt: Ajuda para Expressões Regulares

source: Related Domains
pt: Domínios Relacionados

source: Related Words
pt: Palavras Relacionadas

source: relation
pt: relação

source: {0}/{1} relation
pt: relação {0}/{1}

source: Relation Abbreviation
pt: Abreviatura da Relação

source: Relation Name
pt: Nome de Relação

source: Relation Type
pt: Tipo de Relação

source: relation.
pt: relação.

source: Reload the Parser information.
pt: Recarregar as informações do Analisador.

source: &Remove
pt: &Remover

source: < &Remove
pt: < &Remover

source: Remove
pt: Remover

source: Remove &All
pt: Remover &Tudo

source: Remove Book
pt: Remover Livro

source: Remove &Character Style
pt: Remover Estilo de &Caracteres

source: Remove Character Style
pt: Remover Estilo de Caracteres

source: Remove Clause Marker
pt: Remover Marcador de Oração

source: Remove from existing items
pt: Remover dos itens existentes

source: Remove Parser approved analyses
pt: Remover análise aprovada pelo Analisador

source: Remove Selected Text
pt: Remover Texto Selecionado

source: Remove XXX Slot
pt: Remover Posição XXX

source: Remove YYY from XXX
pt: Remover YYY de XXX

source: Removes the selected analysis writing system from the project, but not from FieldWorks. Some text may become hidden. Use the Add button to return the writing system to the project.
pt: Remove o sistema de escrita da análise selecionado do projeto, mas não do FieldWorks. Alguns textos poderão tornar-se ocultos. Usar o botão Adicionar para retorner o sistema de escrita para o projeto.

source: Removes the selected vernacular writing system from the project, but not from FieldWorks. Some text may become hidden. Use the Add button to return the writing system to the project.
pt: Remove o sistema de escrita vernacular selecionado do projeto, mas não do FieldWorks. Alguns textos poderão tornar-se ocultos. Usar o botão Adicionar para retornar o sistema de escrita para o projeto.

source: Removing Important Writing System
pt: Removendo Importante Sistema de Escrita

source: Removing: '{0}' ...
pt: Removendo: '{0}' …

source: &Rename ...
pt: &Renomear …

source: Rename a FieldWorks project.
pt: Renomear um projeto FieldWorks

source: Rename FieldWorks Project
pt: Renomear Um Projeto FieldWorks

source: Rename Toolbar
pt: Renomear Barra de Ferramentas

source: &Rename...
pt: &Renomear…

source: _Reparse all words
pt: _Reanalisar todas as palavras

source: Repeated word
pt: Palavra repetida

source: Repeated Words
pt: Palavras Repetidas

source: &Replace
pt: &Substituir

source: Replace
pt: Substituir

source: Replace &All
pt: Substituir &Tudo

source: Replace All
pt: Substituir Tudo

source: Replace existing items
pt: Substituir itens existentes

source: Replace o: with oo
pt: Substituir o: por oo

source: Replace Reference
pt: Substituir Referência

source: Re&place with:
pt: Su&bstituir por:

source: R&eplace...
pt: S&ubstituir…

source: Replace: {0} with {1}
pt: Substituir: {0} por {1}

source: Report
pt: Relatório

source: Representation
pt: Representação

source: Request Debug Info
pt: Solicitar Info para Depuração

source: Required Features
pt: Características Requeridas

source: Required Features (Allomorph)
pt: Características Requeridas (Alomorfo)

source: (Requires Administrator rights.)
pt: (Requer direitos de Administrador.)

source: Researchers
pt: Pesquisadores

source: Reset
pt: Reiniciar

source: &Reset...
pt: &Reiniciar…

source: &Resolution:
pt: &Resolução:

source: Resolution:
pt: Resolução:

source: &Resolved
pt: &Resolvido(a):

source: Resolved:
pt: Resolvido:

source: &Resources
pt: &Recursos

source: _Resources
pt: _Recursos

source: Resources (&USFM-Paratext)
pt: Recursos (&USFM-Paratext)

source: &Response
pt: &Resposta

source: Responses:
pt: Respostas:

source: &Restore
pt: &Restaurar

source: Restore
pt: Restaurar

source: Restore a project
pt: Restaurar um projeto

source: Restore defaults
pt: Restaurar padrão

source: Restore Defaults
pt: Restaurar Padrão

source: Restore Defaults...
pt: Restaurar Padrão…

source: Restoring default settings will reset all configured views back to the factory defaults. Do you want to restore default settings?
pt: Restaurar configurações padrão retornará todas as exibições configuradas de volta para os padrões de fábrica. Você desejará restaurar a configuração padrão?

source: Restoring...
pt: Restaurando…

source: Restrict...
pt: Restringir...

source: Restriction
pt: Restrição

source: Restrictions
pt: Restrições

source: Restrictions (Entry)
pt: Restrições (Entrada)

source: Restrictions (Sense)
pt: Restrições (Significado)

source: Restrictions:
pt: Restrições:

source: Result
pt: Resultado

source: Results:
pt: Resultados:

source: Retrieving Grammar
pt: Recuperando Gramática

source: Retrieving Grammar & Lexicon
pt: Recuperando Gramática & Léxico

source: Retrieving Lexicon
pt: Recuperando Léxico

source: Retrieving Template Information
pt: Recuperando Informações do Modelo

source: &Retry
pt: &Repetir

source: Retry
pt: Repetir

source: Rev 22:21
pt: Apoc. 22:21

source: Revelation
pt: Apocalipse

source: reversal
pt: inversão

source: Reversal Entries
pt: Entradas Inversas

source: Reversal Entry
pt: Entrada Inversa

source: Reversal Index
pt: Índice de Inversão

source: Reversal Index Categories
pt: Categorias de Índice de Inversão

source: _Reversal Indexes
pt: _Índices de Inversão

source: Reversal Indexes
pt: Índices de Inversão

source: Reversal Subentries
pt: Subentradas Inversas

source: Reversals
pt: Inversões

source: Reverse Abbr.
pt: Abr. de Inversão

source: Reverse Abbreviation
pt: Abreviatura de Inversão

source: Reverse Name
pt: Nome de Inversão

source: Rich Text Format Files
pt: Arquivos de Formato Rich Text (RTF)

source: &Right
pt: &Direita

source: Right
pt: Direita

source: Right Headed
pt: Encabeçado à Direita

source: Right Member
pt: Membro Direito

source: Right MSA
pt: MSA Direito

source: &Right:
pt: &Direita:

source: right-to-left
pt: direita-para-esquerda

source: Right-to-left
pt: Direita-para-esquerda

source: Right-to-Left
pt: Direita-para-Esquerda

source: Romans
pt: Romanos

source: Root-based (complex forms as subentries)
pt: Baseado-na-raiz (formas complexas como subentradas)

source: Rose,255,153,204
pt: Rosa Claro,255,153,204

source: Rule Formula
pt: Fórmula da Regra

source: Rule to Prevent Allomorph Co-occurrence
pt: Regra para Evitar Coocorrência de Alomorfos

source: Rule to Prevent Morpheme Co-occurrence
pt: Regra para Evitar Coocorrência de Morfemas

source: Run this utility when you think there are problems of any kind with the analyses that are returned by the parser, or when you simply want to remove all parser approved analyses.
pt: Executar este utilitário quando você achar que há problemas de qualquer tipo com as análises são retornadas pelo analisador, ou simplesmente quando você quiser remover todas as análises aprovadas pelo analisador.

source: Ruth
pt: Rute

source: &Save
pt: &Salvar

source: _Save
pt: _Salvar

source: Save
pt: Salvar

source: Save as Webpage
pt: Salvar como Página da Web

source: Save As Webpage
pt: Salvar Como Página da Web

source: Save as:
pt: Salvar como:

source: Save changes?
pt: Salvar mudanças?

source: &Save Now...
pt: &Salvar Agora…

source: &Save Report...
pt: &Salvar Relatório…

source: Save selections
pt: Salvar seleções
